Repository: shiveringsiva-source/smarttubeios
Catalog: SmartTubeIOS/Sources/SmartTubeIOS/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hr, id, it, ja, ko, pt_br, ru, sr, tr, zh_hans

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
hr: engleski
id: Inggris
it: Inglese
ja: 英語
ko: 영어
pt_br: Inglês
ru: Английский
sr: енглески
tr: İngilizce
zh_hans: 英语

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
hr: Greška
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
sr: Грешка
tr: Hata
zh_hans: 错误

source: Exclude from SponsorBlock
ar: استثناء من SponsorBlock
de: Von SponsorBlock ausschließen
es: Excluir de SponsorBlock
fr: Exclure de SponsorBlock
hi: SponsorBlock से बाहर करें
hr: Isključi iz SponsorBlock-a
id: Kecualikan dari SponsorBlock
it: Escludi da SponsorBlock
ja: SponsorBlockから除外
ko: SponsorBlock에서 제외
pt_br: Excluir do SponsorBlock
ru: Исключить из SponsorBlock
sr: Искључи из СпонсорБлоцк-а
tr: SponsorBlock'tan Hariç Tut
zh_hans: 从 SponsorBlock 中排除

source: Excluded Channels
ar: القنوات المستثناة
de: Ausgeschlossene Kanäle
es: Canales excluidos
fr: Chaînes exclues
hi: बाहर किए गए चैनल
hr: Isključeni kanali
id: Saluran yang Dikecualikan
it: Canali esclusi
ja: 除外チャンネル
ko: 제외된 채널
pt_br: Canais excluídos
ru: Исключённые каналы
sr: Изузети канали
tr: Hariç Tutulan Kanallar
zh_hans: 已排除的频道

source: Excluded Channels (%lld)
ar: القنوات المستثناة (%lld)
de: Ausgeschlossene Kanäle (%lld)
es: Canales excluidos (%lld)
fr: Chaînes exclues (%lld)
hi: बाहर किए गए चैनल (%lld)
hr: Isključeni kanali (%lld)
id: Saluran yang Dikecualikan (%lld)
it: Canali esclusi (%lld)
ja: 除外チャンネル (%lld)
ko: 제외된 채널 (%lld)
pt_br: Canais excluídos (%lld)
ru: Исключённые каналы (%lld)
sr: Изузети канали (%lld)
tr: Hariç Tutulan Kanallar (%lld)
zh_hans: 已排除的频道（%lld）

source: Feed Details
ar: تفاصيل الخلاصة
es: Detalles del feed
fr: Détails du flux
hi: फ़ीड विवरण
hr: Detalji feeda
id: Detail Feed
it: Dettagli feed
ja: フィードの詳細
ko: 피드 세부정보
pt_br: Detalhes do feed
ru: Подробности ленты
sr: Феед Детаилс
tr: Feed Ayrıntıları
zh_hans: 订阅详情

source: Feed Title (e.g. Tech Reviews)
ar: عنوان الخلاصة (مثل: مراجعات التقنية)
de: Feed-Titel (z. B. Technik-Reviews)
es: Título del feed (ej. Reseñas de tecnología)
fr: Titre du flux (ex. Critiques tech)
hi: फ़ीड शीर्षक (जैसे टेक समीक्षाएं)
hr: Naslov feeda (npr. Tehničke recenzije)
id: Judul Feed (mis. Ulasan Teknologi)
it: Titolo feed (es. Recensioni tech)
ja: フィードタイトル（例：テックレビュー）
ko: 피드 제목 (예: 기술 리뷰)
pt_br: Título do feed (ex. Análises de Tecnologia)
ru: Название ленты (напр. Обзоры техники)
sr: Наслов фида (нпр. технички прегледи)
tr: Feed Başlığı (ör. Teknoloji İncelemeleri)
zh_hans: 订阅标题（如：科技评测）

source: Fill (crop)
ar: ملء (قص)
de: Füllen (zuschneiden)
es: Rellenar (recortar)
fr: Remplir (recadrer)
hi: भरें (क्रॉप)
hr: Ispuna (obrezivanje)
id: Isi (pangkas)
it: Riempi (ritaglia)
ja: 塗りつぶし（クロップ）
ko: 채우기 (자르기)
pt_br: Preencher (cortar)
ru: Заполнить (обрезка)
sr: Попуна (исецање)
tr: Doldur (kırp)
zh_hans: 填充（裁剪）

source: Filler Tangent
ar: محتوى حشو
de: Füller/Abschweifung
es: Digresión de relleno
fr: Digression de remplissage
hi: भरती सामग्री
hr: Tangenta punila
id: Penyimpangan Pengisi
it: Digressione
ja: 余談
ko: 불필요한 내용
pt_br: Divagação
ru: Отступление
sr: Тангента пунила
tr: Dolgu Sapması
zh_hans: 闲扯插曲

source: Filter
ar: تصفية
de: Filtern
es: Filtrar
fr: Filtrer
hi: फ़िल्टर
it: Filtra
ja: フィルター
ko: 필터
pt_br: Filtrar
ru: Фильтр
sr: Филтер
tr: Filtrele
zh_hans: 筛选

source: Fit (letterbox)
ar: ملاءمة (letterbox)
de: Anpassen (Letterbox)
es: Ajustar (buzón)
fr: Ajuster (letterbox)
hi: फ़िट (लेटरबॉक्स)
hr: Fit (poštanski sandučić)
id: Sesuaikan (letterbox)
it: Adatta (letterbox)
ja: フィット（レターボックス）
ko: 맞춤 (레터박스)
pt_br: Ajustar (letterbox)
ru: Вписать (почтовый ящик)
sr: Фит (поштанско сандуче)
tr: Sığdır (letterbox)
zh_hans: 适应（信箱格式）

source: Follow
ar: متابعة
de: Folgen
es: Seguir
fr: Suivre
hi: अनुसरण करें
hr: Slijedite
id: Ikuti
it: Segui
ja: フォロー
ko: 팔로우
pt_br: Seguir
ru: Подписаться
sr: Пратите
tr: Takip Et
zh_hans: 关注

source: Follow channels to see their latest videos here
ar: تابع القنوات لمشاهدة أحدث مقاطع الفيديو الخاصة بهم هنا
de: Folge Kanälen, um ihre neuesten Videos hier zu sehen
es: Sigue canales para ver sus últimos vídeos aquí
fr: Suivez des chaînes pour voir leurs dernières vidéos ici
hi: यहाँ उनके नवीनतम वीडियो देखने के लिए चैनलों का अनुसरण करें
hr: Pratite kanale kako biste ovdje vidjeli njihove najnovije videozapise
id: Ikuti saluran untuk melihat video terbaru mereka di sini
it: Segui canali per vedere i loro ultimi video qui
ja: チャンネルをフォローして最新動画をここで確認
ko: 채널을 팔로우하면 최신 동영상을 여기서 볼 수 있습니다
pt_br: Siga canais para ver os vídeos mais recentes aqui
ru: Подпишитесь на каналы, чтобы видеть их последние видео здесь
sr: Пратите канале да видите њихове најновије видео снимке овде
tr: En son videolarını burada görmek için kanalları takip edin
zh_hans: 关注频道以在此处查看最新视频

source: Force IPv4 (VPN users)
ar: فرض IPv4 (مستخدمو VPN)
de: IPv4 erzwingen (VPN-Nutzer)
es: Forzar IPv4 (usuarios VPN)
fr: Forcer IPv4 (utilisateurs VPN)
hi: IPv4 बाध्य करें (VPN उपयोगकर्ता)
hr: Forsiraj IPv4 (VPN korisnici)
id: Paksa IPv4 (pengguna VPN)
it: Forza IPv4 (utenti VPN)
ja: IPv4 を強制（VPN ユーザー）
ko: IPv4 강제 사용 (VPN 사용자)
pt_br: Forçar IPv4 (usuários VPN)
ru: Принудительно IPv4 (пользователи VPN)
sr: Форс ИПв4 (ВПН корисници)
tr: IPv4'ü Zorla (VPN kullanıcıları)
zh_hans: 强制 IPv4（VPN 用户）

source: French
ar: الفرنسية
de: Französisch
es: Francés
fr: Français
hi: फ़्रांसीसी
hr: francuski
id: Prancis
it: Francese
ja: フランス語
ko: 프랑스어
pt_br: Francês
ru: Французский
sr: француски
tr: Fransızca
zh_hans: 法语

source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
id: Umum
it: Generale
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
sr: генерал
tr: Genel
zh_hans: 通用

source: German
ar: الألمانية
de: Deutsch
es: Alemán
fr: Allemand
hi: जर्मन
hr: njemački
id: Jerman
it: Tedesco
ja: ドイツ語
ko: 독일어
pt_br: Alemão
ru: Немецкий
sr: немачки
tr: Almanca
zh_hans: 德语

source: Go to:
ar: الانتقال إلى:
de: Gehe zu:
es: Ir a:
fr: Aller à :
hi: यहाँ जाएं:
hr: Idi na:
id: Pergi ke:
it: Vai a:
ja: アクセス先:
ko: 이동:
pt_br: Ir para:
ru: Перейдите:
sr: Иди на:
tr: Git:
zh_hans: 前往：

source: Hide Controls After
ar: إخفاء عناصر التحكم بعد
de: Steuerelemente ausblenden nach
es: Ocultar controles después de
fr: Masquer les contrôles après
hi: नियंत्रण छुपाएं बाद में
hr: Sakrij kontrole nakon
id: Sembunyikan Kontrol Setelah
it: Nascondi controlli dopo
ja: コントロール非表示まで
ko: 컨트롤 숨기기 시간
pt_br: Ocultar controles após
ru: Скрывать управление через
sr: Сакриј контроле након
tr: Kontrolleri Şu Süre Sonra Gizle
zh_hans: 控件隐藏时间

source: Hide Shorts
ar: إخفاء Shorts
de: Shorts ausblenden
es: Ocultar Shorts
fr: Masquer les Shorts
hi: Shorts छुपाएं
hr: Sakrij kratke hlače
id: Sembunyikan Shorts
it: Nascondi Shorts
ja: Shortsを非表示
ko: Shorts 숨기기
pt_br: Ocultar Shorts
ru: Скрывать Shorts
sr: Сакриј шортс
tr: Shorts'ı Gizle
zh_hans: 隐藏短视频

source: Highlight
ar: أبرز اللحظات
es: Momento destacado
fr: Moment fort
hi: हाइलाइट
hr: Istaknuti
id: Sorotan
it: Momento saliante
ja: ハイライト
ko: 하이라이트
pt_br: Destaque
ru: Ключевой момент
sr: Истакните
tr: Öne Çıkan An
zh_hans: 精彩片段

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
hr: Povijest
id: Riwayat
it: Cronologia
ja: 履歴
ko: 시청 기록
pt_br: Histórico
ru: История
sr: Историја
tr: Geçmiş
zh_hans: 历史记录

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
hi: होम
hr: Dom
id: Beranda
ja: ホーム
ko: 홈
pt_br: Início
ru: Главная
sr: Хоме
tr: Ana Sayfa
zh_hans: 首页

source: In-App Mini Player
ar: مشغّل مصغّر داخل التطبيق
es: Minirreproductor en la app
fr: Mini-lecteur intégré
hi: इन-एप मिनी प्लेयर
hr: Mini player unutar aplikacije
id: Mini Player In-App
it: Mini player in-app
ja: アプリ内ミニプレーヤー
ko: 앱 내 미니 플레이어
pt_br: Mini player no app
ru: Мини-плеер в приложении
sr: Мини плејер у апликацији
tr: Uygulama İçi Mini Oynatıcı
zh_hans: 应用内辷你播放器

source: Interaction Reminder
ar: تذكير التفاعل
de: Interaktionserinnerung
es: Recordatorio de interacción
fr: Rappel d'interaction
hi: इंटरैक्शन रिमाइंडर
hr: Podsjetnik na interakciju
id: Pengingat Interaksi
it: Promemoria interazione
ja: インタラクションリマインダー
ko: 상호작용 알림
pt_br: Lembrete de interação
ru: Напоминание о взаимодействии
sr: Интерацтион Реминдер
tr: Etkileşim Hatırlatıcısı
zh_hans: 互动提醒

source: Interface
ar: الواجهة
de: Oberfläche
es: Interfaz
hi: इंटरफ़ेस
hr: sučelje
id: Antarmuka
it: Interfaccia
ja: インターフェース
ko: 인터페이스
ru: Интерфейс
sr: Интерфејс
tr: Arayüz
zh_hans: 界面

source: Japanese
ar: اليابانية
de: Japanisch
es: Japonés
fr: Japonais
hi: जापानी
hr: japanski
id: Jepang
it: Giapponese
ja: 日本語
ko: 일본어
pt_br: Japonês
ru: Японский
sr: јапански
tr: Japonca
zh_hans: 日语

source: Korean
ar: الكورية
de: Koreanisch
es: Coreano
fr: Coréen
hi: कोरियाई
hr: korejski
id: Korea
it: Coreano
ja: 韓国語
ko: 한국어
pt_br: Coreano
ru: Корейский
sr: Кореан
tr: Korece
zh_hans: 韩语

source: Landscape Always Play
ar: التشغيل دائمًا في الوضع الأفقي
de: Immer im Querformat abspielen
es: Reproducir siempre en horizontal
fr: Toujours jouer en paysage
hi: लैंडस्केप में हमेशा चलाएं
id: Selalu Putar Landscape
it: Riproduci sempre in orizzontale
ja: 横向きで常に再生
ko: 가로 항상 재생
pt_br: Sempre reproduzir na horizontal
ru: Всегда воспроизводить горизонтально
sr: Пејзаж увек играј
tr: Yatay Konumda Her Zaman Oynat
zh_hans: 横屏始终播放

source: Last hour
ar: الساعة الأخيرة
de: Letzte Stunde
es: Última hora
fr: Dernière heure
hi: पिछला एक घंटा
hr: Zadnji sat
id: Satu jam terakhir
it: Ultima ora
ja: 過去1時間
ko: 지난 1시간
pt_br: Última hora
ru: За последний час
sr: Последњи сат
tr: Son bir saat
zh_hans: 过去一小时

source: Library
ar: المكتبة
de: Mediathek
es: Biblioteca
fr: Bibliothèque
hi: लाइब्रेरी
hr: Knjižnica
id: Perpustakaan
it: Libreria
ja: ライブラリ
ko: 보관함
pt_br: Biblioteca
ru: Библиотека
sr: Библиотека
tr: Kitaplık
zh_hans: 资料库

source: Library Section
ar: قسم المكتبة
de: Mediathek-Bereich
es: Sección de biblioteca
fr: Section bibliothèque
hi: लाइब्रेरी अनुभाग
hr: Bibliotečna sekcija
id: Bagian Perpustakaan
it: Sezione libreria
ja: ライブラリセクション
ko: 보관함 섹션
pt_br: Seção da biblioteca
ru: Раздел библиотеки
sr: Библиотечка секција
tr: Kitaplık Bölümü
zh_hans: 资料库分区

source: Like
ar: إعجاب
de: Gefällt mir
es: Me gusta
fr: J'aime
hi: पसंद
hr: Kao
id: Suka
it: Mi piace
ja: 高評価
ko: 좋아요
pt_br: Gostei
ru: Нравится
sr: Лике
tr: Beğen
zh_hans: 喜欢

source: Liked
ar: تم الإعجاب
de: Gefällt mir
es: Me gustó
fr: Aimé
hi: पहले से पसंद किया
hr: Sviđa mi se
id: Sudah disukai
it: Già apprezzato
ja: 高評価済み
ko: 이미 좋아요 표시됨
pt_br: Já curtido
ru: Уже понравилось
sr: Свиђа ми се
tr: Beğenildi
zh_hans: 已喜欢

source: LIVE
ar: مباشر
es: EN DIRECTO
fr: EN DIRECT
hi: लाइव
hr: ŽIVJETI
ja: ライブ
ko: 실시간
pt_br: AO VIVO
ru: ПРЯМОЙ ЭФИР
sr: ЛИВЕ
tr: CANLI
zh_hans: 直播

source: Loading channel…
ar: جارٍ تحميل القناة…
de: Kanal wird geladen…
es: Cargando canal…
fr: Chargement de la chaîne…
hi: चैनल लोड हो रहा है…
hr: Učitavanje kanala...
id: Memuat saluran…
it: Caricamento canale…
ja: チャンネルを読み込み中…
ko: 채널 로드 중…
pt_br: Carregando canal…
ru: Загрузка канала…
sr: Учитавање канала…
tr: Kanal yükleniyor…
zh_hans: 正在加载频道…

source: Loading…
ar: جارٍ التحميل…
de: Wird geladen…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
hr: učitavanje...
id: Memuat…
it: Caricamento…
ja: 読み込み中…
ko: 로드 중…
pt_br: Carregando…
ru: Загрузка…
sr: Учитавање…
tr: Yükleniyor…
zh_hans: 加载中…

source: Loop Video
ar: تكرار الفيديو
de: Video wiederholen
es: Repetir video
fr: Répéter la vidéo
hi: वीडियो लूप करें
hr: Ponavljanje videozapisa
id: Putar Ulang Video
it: Ripeti video
ja: 動画をリピート
ko: 동영상 반복
pt_br: Repetir vídeo
ru: Повторять видео
sr: Лооп Видео
tr: Videoyu Döngüye Al
zh_hans: 循环播放

source: Manage RSS Feeds
ar: إدارة خلاصات RSS
de: RSS-Feeds verwalten
es: Gestionar feeds RSS
fr: Gérer les flux RSS
hi: RSS फ़ीड्स प्रबंधित करें
hr: Upravljanje RSS izvorima
id: Kelola RSS Feeds
it: Gestisci feed RSS
ja: RSS フィードを管理
ko: RSS 피드 관리
pt_br: Gerenciar feeds RSS
ru: Управление RSS-лентами
sr: Управљајте РСС фидовима
tr: RSS Akışlarını Yönet
zh_hans: 管理 RSS 订阅

source: Max Resolution
ar: أقصى دقة
de: Max. Auflösung
es: Resolución máxima
fr: Résolution maximale
hi: अधिकतम रिज़ॉल्यूशन
hr: Maksimalna razlučivost
id: Resolusi Maksimum
it: Risoluzione massima
ja: 最大解像度
ko: 최대 해상도
pt_br: Resolução máxima
ru: Максимальное разрешение
sr: Мак Ресолутион
tr: Maksimum Çözünürlük
zh_hans: 最高分辨率

source: Min. Segment Length
ar: أدنى طول للمقطع
de: Min. Segmentlänge
es: Duración mín. de segmento
fr: Durée min. de segment
hi: न्यूनतम सेगमेंट लंबाई
hr: Min. Duljina segmenta
id: Panjang Segmen Min.
it: Durata min. segmento
ja: 最小セグメント長
ko: 최소 세그먼트 길이
pt_br: Duração mín. do segmento
ru: Мин. длина сегмента
sr: Мин. Дужина сегмента
tr: Min. Segment Uzunluğu
zh_hans: 最短片段时长

source: Movie
ar: فيلم
de: Film
es: Película
fr: Film
hi: फ़िल्म
hr: Film
id: Film
it: Film
ja: 映画
ko: 영화
pt_br: Filme
ru: Фильм
sr: Филм
tr: Film
zh_hans: 电影

source: Music (Off-Topic)
ar: موسيقى (خارج الموضوع)
de: Musik (themenfremend)
es: Música (fuera de tema)
fr: Musique (hors sujet)
hi: संगीत (विषय से बाहर)
hr: Glazba (izvan teme)
id: Musik (Di Luar Topik)
it: Musica (fuori tema)
ja: 音楽（オフトピック）
ko: 음악 (주제 무관)
pt_br: Música (fora do tema)
ru: Музыка (не по теме)
sr: Музика (ван теме)
tr: Müzik (Konu Dışı)
zh_hans: 音乐（无关内容）

source: No comments available.
ar: لا تعليقات متاحة.
de: Keine Kommentare verfügbar.
es: No hay comentarios disponibles.
fr: Aucun commentaire disponible.
hi: कोई टिप्पणी उपलब्ध नहीं।
hr: Nema dostupnih komentara.
id: Tidak ada komentar.
it: Nessun commento disponibile.
ja: コメントはありません。
ko: 댓글이 없습니다.
pt_br: Nenhum comentário disponível.
ru: Комментарии недоступны.
sr: Нема доступних коментара.
tr: Yorum mevcut değil.
zh_hans: 暂无评论。

source: No description available.
ar: لا يوجد وصف.
de: Keine Beschreibung verfügbar.
es: No hay descripción disponible.
fr: Aucune description disponible.
hi: कोई विवरण उपलब्ध नहीं।
hr: Opis nije dostupan.
id: Tidak ada deskripsi.
it: Nessuna descrizione disponibile.
ja: 説明はありません。
ko: 설명이 없습니다.
pt_br: Nenhuma descrição disponível.
ru: Описание недоступно.
sr: Нема доступног описа.
tr: Açıklama mevcut değil.
zh_hans: 暂无简介。

source: No Downloaded Videos
ar: لا توجد مقاطع فيديو تم تنزيلها
de: Keine heruntergeladenen Videos
es: No hay vídeos descargados
fr: Aucune vidéo téléchargée
hi: कोई डाउनलोड किए गए वीडियो नहीं
hr: Nema preuzetih videozapisa
id: Tidak Ada Video yang Diunduh
it: Nessun video scaricato
ja: ダウンロードされたビデオはありません
ko: 다운로드한 동영상 없음
pt_br: Nenhum vídeo baixado
ru: Нет загруженных видео
sr: Нема преузетих видео записа
tr: İndirilen Video Yok
zh_hans: 没有下载的视频

source: No Excluded Channels
ar: لا توجد قنوات مستثناة
de: Keine ausgeschlossenen Kanäle
es: Sin canales excluidos
fr: Aucune chaîne exclue
hi: कोई बाहर किया चैनल नहीं
hr: Nema izuzetih kanala
id: Tidak Ada Saluran yang Dikecualikan
it: Nessun canale escluso
ja: 除外チャンネルなし
ko: 제외된 채널 없음
pt_br: Nenhum canal excluído
ru: Нет исключённых каналов
sr: Нема искључених канала
tr: Hariç Tutulan Kanal Yok
zh_hans: 无已排除的频道

source: No results for "%@"
ar: لا توجد نتائج لـ "%@"
de: Keine Ergebnisse für „%@“
es: Sin resultados para “%@”
fr: Aucun résultat pour « %@ »
hi: "%@" के लिए कोई परिणाम नहीं
hr: Nema rezultata za "%@"
id: Tidak ada hasil untuk "%@"
it: Nessun risultato per “%@”
ja: 「%@」の結果なし
ko: "%@"에 대한 결과 없음
pt_br: Nenhum resultado para “%@”
ru: Нет результатов для «%@»
sr: Нема резултата за "%@"
tr: "%@" için sonuç bulunamadı
zh_hans: 未找到"%@"的结果

source: No RSS Feeds
ar: لا توجد خلاصات RSS
de: Keine RSS-Feeds
es: Sin feeds RSS
fr: Aucun flux RSS
hi: कोई RSS फ़ीड नहीं
hr: Nema RSS kanala
id: Tidak Ada RSS Feed
it: Nessun feed RSS
ja: RSS フィードなし
ko: RSS 피드 없음
pt_br: Sem feeds RSS
ru: Нет RSS-лент
sr: Нема РСС феедова
tr: RSS Akışı Yok
zh_hans: 无 RSS 订阅

source: No videos in this playlist
ar: لا توجد مقاطع فيديو في قائمة التشغيل هذه
de: Keine Videos in dieser Wiedergabeliste
es: No hay videos en esta lista de reproducción
fr: Aucune vidéo dans cette liste de lecture
hi: इस प्लेलिस्ट में कोई वीडियो नहीं
hr: Nema videozapisa na ovom popisu za reprodukciju
id: Tidak ada video dalam daftar putar ini
it: Nessun video in questa playlist
ja: このプレイリストに動画はありません
ko: 이 재생목록에 동영상이 없습니다
pt_br: Nenhum vídeo nesta playlist
ru: В этом плейлисте нет видео
sr: Нема видео снимака на овој плејлисти
tr: Bu çalma listesinde video yok
zh_hans: 此播放列表中没有视频

source: Normal
ar: عادي
hi: सामान्य
hr: Normalan
it: Normale
ja: 標準
ko: 보통
ru: Обычная
sr: Нормално
zh_hans: 正常

source: Normal (1×)
ar: عادي (1×)
hi: सामान्य (1×)
hr: Normalno (1×)
it: Normale (1×)
ja: 標準 (1×)
ko: 보통 (1×)
ru: Обычная (1×)
sr: Нормално (1×)
zh_hans: 正常（1×）

source: Not Interested
ar: غير مهتم
de: Nicht interessiert
es: No me interesa
fr: Pas intéressé
hi: रुचि नहीं है
hr: Ne zanima me
id: Tidak Tertarik
it: Non sono interessato
ja: 興味なし
ko: 관심 없음
pt_br: Não tenho interesse
ru: Не интересует
sr: Не занима ме
tr: İlgilenmiyorum
zh_hans: 不感兴趣

source: Nothing
ar: لا شيء
de: Nichts
es: Nada
fr: Rien
hi: कुछ नहीं
hr: Ništa
id: Tidak ada
it: Niente
ja: なし
ko: 없음
pt_br: Nada
ru: Ничего
sr: Ништа
tr: Hiçbir şey
zh_hans: 无操作

source: Nothing here yet
ar: لا يوجد شيء هنا بعد
de: Noch nichts hier
es: Nada aquí todavía
fr: Rien ici pour le moment
hi: अभी यहाँ कुछ नहीं
hr: Ovdje još nema ništa
id: Belum ada di sini
it: Ancora niente qui
ja: まだ何もありません
ko: 아직 아무것도 없습니다
pt_br: Nada aqui ainda
ru: Здесь пока ничего нет
sr: Овде још ништа
tr: Henüz burada bir şey yok
zh_hans: 暂无内容

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
hi: बंद
hr: Isključeno
id: Mati
it: Disattivato
ja: オフ
ko: 끄기
pt_br: Desativado
ru: Выкл.
sr: Офф
tr: Kapalı
zh_hans: 关闭

source: OK
ar: موافق
hi: ठीक है
hr: U REDU
ko: 확인
ru: ОК
sr: ОК
tr: Tamam
zh_hans: 确定

source: On any device, open the link below and enter the code.
ar: على أي جهاز، افتح الرابط أدناه وأدخل الرمز.
de: Öffne auf einem beliebigen Gerät den folgenden Link und gib den Code ein.
es: En cualquier dispositivo, abre el enlace de abajo e introduce el código.
fr: Sur n'importe quel appareil, ouvrez le lien ci-dessous et entrez le code.
hi: किसी भी डिवाइस पर नीचे दिया लिंक खोलें और कोड दर्ज करें।
hr: Na bilo kojem uređaju otvorite poveznicu ispod i unesite kod.
id: Di perangkat mana pun, buka tautan di bawah dan masukkan kode.
it: Su qualsiasi dispositivo, apri il link qui sotto e inserisci il codice.
ja: 任意のデバイスで以下のリンクを開き、コードを入力してください。
ko: 모든 기기에서 아래 링크를 열고 코드를 입력하세요.
pt_br: Em qualquer dispositivo, abra o link abaixo e insira o código.
ru: На любом устройстве откройте ссылку ниже и введите код.
sr: На било ком уређају отворите доњу везу и унесите код.
tr: Herhangi bir cihazda aşağıdaki bağlantıyı açın ve kodu girin.
zh_hans: 在任意设备上打开下面的链接并输入验证码。

source: On this device, tap the button below — the sign-in page opens with your code already filled in.
ar: على هذا الجهاز، اضغط على الزر أدناه — ستفتح صفحة تسجيل الدخول مع رمزك مملوءً مسبقًا.
de: Tippe auf diesem Gerät auf die Schaltfläche unten – die Anmeldeseite öffnet sich mit deinem bereits eingetragenen Code.
es: En este dispositivo, pulsa el botón de abajo — la página de inicio de sesión se abre con tu código ya introducido.
fr: Sur cet appareil, appuyez sur le bouton ci-dessous — la page de connexion s’ouvre avec votre code déjà saisi.
hi: इस डिवाइस पर, नीचे दिए बटन पर टैप करें — साइन-इन पृष्ठ आपके कोड के साथ पहले से भरा हुआ खुलता है।
hr: Na ovom uređaju dodirnite gumb ispod — otvara se stranica za prijavu s već unesenim kodom.
id: Di perangkat ini, ketuk tombol di bawah — halaman masuk terbuka dengan kode Anda sudah terisi.
it: Su questo dispositivo, tocca il pulsante qui sotto — la pagina di accesso si apre con il tuo codice già inserito.
ja: このデバイスで下のボタンをタップしてください — サインインページがコード入力済みで開きます。
ko: 이 기기에서 아래 버튼을 탭하면 코드가 이미 입력된 상태로 로그인 페이지가 열립니다.
pt_br: Neste dispositivo, toque no botão abaixo — a página de login abre com seu código já preenchido.
ru: На этом устройстве нажмите кнопку ниже — страница входа откроется с уже заполненным кодом.
sr: На овом уређају додирните дугме испод — отвара се страница за пријаву са већ попуњеним кодом.
tr: Bu cihazda aşağıdaki düğmeye dokunun — giriş sayfası kodunuz zaten doldurulmuş şekilde açılır.
zh_hans: 在此设备上，点击下面的按鈕 — 登录页面将以预填您的代码的方式打开。

source: Open a channel and tap "Exclude from SponsorBlock" to add it here.
ar: افتح قناة واضغط على "استثناء من SponsorBlock" لإضافتها هنا.
de: Öffne einen Kanal und tippe auf "Von SponsorBlock ausschließen", um ihn hier hinzuzufügen.
es: Abre un canal y pulsa "Excluir de SponsorBlock" para añadirlo aquí.
fr: Ouvrez une chaîne et appuyez sur "Exclure de SponsorBlock" pour l'ajouter ici.
hi: कोई चैनल खोलें और यहाँ जोड़ने के लिए "SponsorBlock से बाहर करें" टैप करें।
hr: Otvorite kanal i dodirnite "Isključi iz SponsorBlocka" da biste ga dodali ovdje.
id: Buka saluran dan ketuk "Kecualikan dari SponsorBlock" untuk menambahkannya di sini.
it: Apri un canale e tocca "Escludi da SponsorBlock" per aggiungerlo qui.
ja: チャンネルを開いて「SponsorBlockから除外」をタップしてここに追加してください。
ko: 채널을 열고 "SponsorBlock에서 제외"를 탭하여 여기에 추가하세요.
pt_br: Abra um canal e toque em "Excluir do SponsorBlock" para adicioná-lo aqui.
ru: Откройте канал и нажмите «Исключить из SponsorBlock», чтобы добавить его сюда.
sr: Отворите канал и додирните „Искључи из СпонсорБлоцк“ да бисте га додали овде.
tr: Bir kanal açın ve buraya eklemek için "SponsorBlock'tan Hariç Tut" seçeneğine dokunun.
zh_hans: 打开频道并点按“从 SponsorBlock 中排除”以添加到此处。

source: Open a channel and tap “Exclude from SponsorBlock” to add it here.
ar: افتح قناة واضغط على “استثناء من SponsorBlock” لإضافتها هنا.
de: Öffne einen Kanal und tippe auf „Von SponsorBlock ausschließen“, um ihn hier hinzuzufügen.
es: Abre un canal y pulsa “Excluir de SponsorBlock” para añadirlo aquí.
fr: Ouvrez une chaîne et appuyez sur “Exclure de SponsorBlock” pour l'ajouter ici.
hi: कोई चैनल खोलें और यहाँ जोड़ने के लिए “SponsorBlock से बाहर करें” टैप करें।
hr: Otvorite kanal i dodirnite "Isključi iz SponsorBlocka" da biste ga dodali ovdje.
id: Buka saluran dan ketuk “Kecualikan dari SponsorBlock” untuk menambahkannya di sini.
it: Apri un canale e tocca “Escludi da SponsorBlock” per aggiungerlo qui.
ja: チャンネルを開いて「SponsorBlockから除外」をタップしてここに追加してください。
ko: 채널을 열고 “SponsorBlock에서 제외”를 탭하여 여기에 추가하세요.
pt_br: Abra um canal e toque em “Excluir do SponsorBlock” para adicioná-lo aqui.
ru: Откройте канал и нажмите «Исключить из SponsorBlock», чтобы добавить его сюда.
sr: Отворите канал и додирните „Искључи из СпонсорБлоцк-а“ да бисте га додали овде.
tr: Bir kanal açın ve buraya eklemek için “SponsorBlock'tan Hariç Tut” seçeneğine dokunun.
zh_hans: 打开频道并点按"从 SponsorBlock 中排除"以添加到此处。

source: Open Activation Page
ar: فتح صفحة التفعيل
de: Aktivierungsseite öffnen
es: Abrir página de activación
fr: Ouvrir la page d’activation
hi: सक्रियण पृष्ठ खोलें
hr: Otvori aktivacijsku stranicu
id: Buka Halaman Aktivasi
it: Apri pagina di attivazione
ja: アクティベーションページを開く
ko: 활성화 페이지 열기
pt_br: Abrir página de ativação
ru: Открыть страницу активации
sr: Отворите страницу за активацију
tr: Aktivasyon Sayfasını Aç
zh_hans: 打开激活页面

source: Open Channel
ar: فتح القناة
de: Kanal öffnen
es: Abrir canal
fr: Ouvrir la chaîne
hi: चैनल खोलें
hr: Otvori kanal
id: Buka Saluran
it: Apri canale
ja: チャンネルを開く
ko: 채널 열기
pt_br: Abrir canal
ru: Открыть канал
sr: Отворите канал
tr: Kanalı Aç
zh_hans: 打开频道

source: Or scan from another device
ar: أو امسح ضوئيًا من جهاز آخر
de: Oder von einem anderen Gerät scannen
es: O escanea desde otro dispositivo
fr: Ou scannez depuis un autre appareil
hi: या किसी अन्य डिवाइस से स्कैन करें
hr: Ili skenirajte s drugog uređaja
id: Atau pindai dari perangkat lain
it: Oppure scansiona da un altro dispositivo
ja: または別のデバイスからスキャン
ko: 또는 다른 기기에서 스캔하기
pt_br: Ou escaneie de outro dispositivo
ru: Или отсканируйте с другого устройства
sr: Или скенирајте са другог уређаја
tr: Ya da başka bir cihazdan tara
zh_hans: 或从另一台设备扫描

source: Original
ar: الأصلي
hi: मूल
hr: Izvornik
id: Asli
it: Originale
ja: オリジナル
ko: 원본
ru: Оригинал
sr: Оригинал
tr: Orijinal
zh_hans: 原声
